/* Done Button for closing the mini browser */
"i18N_YMB_Done_Button" = "Fertig";

/* Pop up menu action label */
"i18N_YMB_Search_Popup_Label" = "Suchen";

/* Open in safari action label */
"i18N_YMB_Share_Action_Open_in_Safari" = "In Safari öffnen";

/* Browser Back accessibility label */
"i18N_YMB_back_access_label" = "Zurückgehen.";

/* Browser Back accessibility hint */
"i18N_YMB_back_access_hint" = "Mit Doppeltippen zurück zur vorigen Webseite";

/* Browser share button accessibility label */
"i18N_YMB_share_access_label" = "Teilen.";
